Repository: antho-firuze/app.rynest.dental
Catalog: lib/localization/app_*.arb
Languages: id

# info
source: Information
id: Informasi

# confirm
source: Confirmation
id: Konfirmasi

source: Retry
id: Coba lagi

# inputUsernamePassword
source: Input Username and Password
id: Masukkan Username dan Password

source: Input Username
id: Masukkan Username

source: Input Password
id: Masukkan Password

source: Input Full Name
id: Masukkan Nama Lengkap

# inputPhone
source: Input WhatsApp Number
id: Masukkan No WhatsApp

# anotherDeviceDetected
source: You just logged in on another [%s] device.
id: Kamu baru saja login di perangkat [%s] yang lain.

# doYouWantRelogin
source: Do you want to re-login ?
id: Apakah kamu ingin login ulang ?
